<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>History Optional in Hindi – Vedanta IAS Academy</title>
<meta name="description" content="Enroll in Hindi medium History Optional for UPSC at Vedanta IAS. Complete syllabus with strategic preparation and notes.">
<meta name="keywords" content="History Optional Hindi UPSC, IAS Coaching History Hindi Medium, UPSC Optional Subjects Hindi, Civil Services History Hindi">
    <link rel="canonical" href="https://www.vedantaiasacademy.com/history-hindi.php" />

    <?php
    include 'include/header.php';
    ?>


    <div class="container-fluid p-0">
        <img src="img/course/his2.jpg" alt="History Subjects" class="w-100" />
    </div>

    <div class="container">
        <a href="index.php" class="text-dark"><i class="fa fa-home"></i></a> &nbsp;
        <i class="fa fa-angle-right"></i>
        <a href="optional-subjects.php" class="text-decoration-none text-dark">Optional Subjects</a> &nbsp;
        <i class="fa fa-angle-right"></i> &nbsp; <span class="text-muted"> History Optional</span>

    </div>

    <div class="container-fluid bg-dark">
        <h1 class="text-center text-white py-5">
            <strong>यूपीएससी मुख्य परीक्षा के लिए इतिहास वैकल्पिक पाठ्यक्रम</strong>
        </h1>
    </div>

    <div class="container-fluid px-3">
        <div class="row position-relative px-lg-5 px-md-3-px-1">
            <h2 class="text-center py-5 text-danger"><b>पेपर – I</b></h2>
            <div class="col-lg-8 col-md-8 col-12 text-justify">
                <p><b>स्रोत: पुरातत्व स्रोत
                        –</b>: अन्वेषण, उत्खनन, शिलालेख, सिक्कावाद, स्मारक साहित्यिक स्रोत:
                </p>
                <p>
                    <b>स्वदेशी:</b> प्राथमिक और माध्यमिक; कविता, वैज्ञानिक साहित्य, साहित्य, क्षेत्रीय भाषाओं में
                    साहित्य, धार्मिक
                    साहित्य
                </p>
                <p>
                    <b>विदेशी खातों</b>: ग्रीक, चीनी और अरब लेखकों<br>
                    <b>पूर्व इतिहास और प्रोटो-इतिहास:</b> भौगोलिक कारक; शिकार और सभा (पीलेओलिथिक और मेसोलिथिक); कृषि की
                    शुरुआत
                    (नवपाषाण और कोलकोलिथिक)
                </p>
                <p>
                    <b>सिंधु घाटी सभ्यता:</b> उत्पत्ति, तिथि, सीमा, विशेषताओं, गिरावट, अस्तित्व और महत्व, कला और
                    वास्तुकला।
                </p>
                <p>
                    <b>मेगालिथिक कल्चर:</b>: सिंधु के बाहर देहाती और खेती संस्कृतियों का वितरण, सामुदायिक जीवन का विकास,
                    सेटलमेंट,
                    कृषि का विकास, शिल्प, मिट्टी के बर्तनों, और आयरन उद्योग।
                </p>
                <p>
                    <b>आर्य और वैदिक अवधि</b>: भारत में आर्यों के विस्तार<br>
                    <b>वैदिक काल</b>: धार्मिक और दार्शनिक साहित्य; रिग वैदिक काल से बाद के वैदिक काल में परिवर्तन;
                    राजनीतिक, सामाजिक
                    और आर्थिक जीवन; वैदिक आयु का महत्व; राजशाही और वर्ण प्रणाली का विकास
                </p>
                <p>
                    <b>महाजनपद की अवधि</b>: राज्यों का गठन (महाजनपद): गणराज्यों और राजशाही; शहरी केंद्रों का उदय;
                    व्यापार मार्ग;
                    आर्थिक विकास; सिक्का का परिचय; जैन धर्म और बौद्ध धर्म का प्रसार; मगध और नंदज का उदय
                </p>
                <h3 class="text-center py-4 text-primary"><b>ईरानी और मैसेडोनियन आक्रमण और उनके प्रभाव</b></h3>

                <p>
                    <b>मौर्य साम्राज्य:</b>मौर्य साम्राज्य, चंद्रगुप्त, कौटिल्य और अर्थशास्त्र की स्थापना; अशोक; धर्म की
                    अवधारणा;
                    शिक्षा; राजनीति, प्रशासन; अर्थव्यवस्था; कला, वास्तुकला और मूर्तिकला; बाहरी संपर्क; धर्म; धर्म का
                    फैलाव; साहित्य
                    साम्राज्य का विघटन; सुगांस और कनवास
                </p>
                <p>
                    <b>पोस्ट मौर्य काल (इंडो-ग्रीक, सका, कुशना, पश्चिमी क्षत्रप)</b>: बाहरी दुनिया के साथ संपर्क; शहरी
                    केंद्रों की
                    विकास, अर्थव्यवस्था, सिक्का, धर्मों का विकास, महायान, सामाजिक स्थितियां, कला, वास्तुकला, संस्कृति,
                    साहित्य और
                    विज्ञान।
                </p>
                <p>
                    <b>पूर्वी भारत, डेक्कन और दक्षिण भारत में प्रारंभिक राज्य और समाज:</b> खारवैल, सातवाहन, संगम आयु के
                    तमिल
                    राज्यों; प्रशासन, अर्थव्यवस्था, भूमि अनुदान, सिक्का, व्यापार मंडल और शहरी केंद्र; बौद्ध केंद्र; संगम
                    साहित्य और
                    संस्कृति; कला और वास्तुकला
                </p>
                <p>
                    <b>सगुप्त, वाकाटक और वर्धनः </b> राजनीति और प्रशासन, आर्थिक स्थिति, गुप्तता का सिक्का, भूमि अनुदान,
                    शहरी
                    केंद्रों की गिरावट, भारतीय सामंतवाद, जाति व्यवस्था, महिलाओं की स्थिति, शिक्षा और शैक्षणिक संस्थान;
                    नालंदा,
                    विक्रमशिला और वललाभी, साहित्य, वैज्ञानिक साहित्य, कला और वास्तुकला।
                </p>
                <p>
                    <b>गुप्त काल के दौरान क्षेत्रीय राज्य</b>: सकदंबस, पल्लव, बादामी के चालुक्य; राजनीति और प्रशासन,
                    व्यापार दल,
                    साहित्य; वैष्णव और शैव धर्मों की वृद्धि तमिल भक्ति आंदोलन, शंकराचार्य; वेदान्त; मंदिर और मंदिर
                    वास्तुकला के
                    संस्थान; पलाश, सेना, राष्ट्रकूट, परामार, नीति और प्रशासन; सांस्कृतिक पहलू। सिंध के अरब विजय;
                    अलबर्नी, कल्याण के
                    चालुक्यों, चोल, होससाल, पांडिया; नीति और प्रशासन; स्थानीय सरकार; कला और वास्तुकला, धार्मिक संप्रदाय,
                    मंदिर
                    संस्थान और मठ, आगराह, शिक्षा और साहित्य, अर्थव्यवस्था और समाज का विकास।
                </p>
                <p>
                    <b>प्रारंभिक भारतीय सांस्कृतिक इतिहास में थीम</b>: भाषाएं और ग्रंथ, कला और वास्तुकला के विकास में
                    प्रमुख चरण,
                    प्रमुख दार्शनिक विचारकों और विद्यालय, विज्ञान और गणित में विचार प्रारंभिक मध्यकालीन भारत,
                    750-1200:<br>
                    – नीति: उत्तर भारत और प्रायद्वीप में प्रमुख राजनीतिक विकास, मूल और राजपूतों का उदय<br>
                    – चोल: प्रशासन, गांव अर्थव्यवस्था और समाज<br>
                    – “भारतीय सामंतवाद”<br>
                    – कृषि अर्थव्यवस्था और शहरी बस्तियों<br>
                    – व्यापार एवं वाणिज्य<br>
                    – सोसायटी: ब्राह्मण की स्थिति और नई सामाजिक व्यवस्था<br>
                    – महिलाओं की स्थिति<br>
                    – भारतीय विज्ञान और प्रौद्योगिक
                </p>
                <p>
                    <b>भारत में सांस्कृतिक परंपराएं, 750-1200</b>: – दर्शन: स्कंकरचार्य और वेदांत, रामानुजा और
                    विशष्टद्वाता, माधव और
                    ब्रह्मा-मिमांसा<br>
                    – धर्म: धर्म के रूपों और सुविधाओं, तमिल भक्ति पंथ, भक्ति, इस्लाम और भारत में इसके आगमन, सूफीवाद की
                    वृद्धि<br>
                    – साहित्य: संस्कृत में साहित्य, तमिल साहित्य की वृद्धि, नव विकसित भाषाओं में साहित्य, कलहान का
                    राजतारानिनी,
                    अलबर्नी की भारत<br>
                    – कला और वास्तुकला: मंदिर वास्तुकला, मूर्तिकला, पेंटिंग<br>
                    <b>तेरहवीं शताब्दी</b>: – दिल्ली सल्तनत की स्थापना: गोरियन आक्रमण – Ghurian सफलता के पीछे कारक –
                    आर्थिक, सामाजिक
                    और सांस्कृतिक परिणाम<br>
                    – दिल्ली सल्तनत और तत्कालीन तुर्की सुल्तानों का फाउंडेशन – समेकन: इल्तुतमिश और बलबान का शासन
                </p>
                <p>
                    <b>चौदहवें सदी:</b>– “खलजी क्रांति”<br>
                    – अलाउद्दीन खलजी: विजय और क्षेत्रीय विस्तार, कृषि और आर्थिक उपाय<br>
                    – मुहम्मद तुघलक: प्रमुख परियोजनाएं, कृषि उपायों, मुहम्मद तुगलक की नौकरशाही<br>
                    – फिरोज तुगलक: कृषि उपायों, सिविल इंजीनियरिंग और सार्वजनिक कार्यों में उपलब्धियां, सल्तनत की कमी,
                    विदेशी संपर्क
                    और इब्न बट्टुता के खाते
                </p>
                <p>
                    <b>सतेरहवें और चौदहवें सदी में समाज, संस्कृति और अर्थव्यवस्था:</b> – सोसायटी: ग्रामीण समाज,
                    सत्तारूढ़ वर्ग,
                    नगरवासियों, महिलाओं, धार्मिक वर्गों, जाति और दासता की सल्तनत, भक्ति आंदोलन, सूफी आंदोलन के तहत<br>
                    – संस्कृति: फ़ारसी साहित्य, उत्तर भारत की क्षेत्रीय भाषाओं में साहित्य, दक्षिण भारत की भाषाओं में
                    साहित्य,
                    सल्तनत वास्तुकला और नए संरचनात्मक रूप, पेंटिंग, समग्र संस्कृति का विकास<br>
                    – अर्थव्यवस्था: कृषि उत्पादन, शहरी अर्थव्यवस्था का उदय और गैर-कृषि उत्पादन, व्यापार और वाणिज्य
                </p>
                <p>
                    <b>पंद्रहवीं और प्रारंभिक सोलहवीं शताब्दी – राजनीतिक विकास और अर्थव्यवस्था</b>: स– प्रांतीय राजवंशों
                    का उदय:
                    बंगाल, कश्मीर (जैनुल अब्दीन), गुजरात, माल्वा, बहमानीद<br>
                    – विजयनगर साम्राज्य<br>
                    – लोदी<br>
                    – मुगल साम्राज्य, पहला चरण: बाबर और हुमायूं<br>
                    – द सर एम्पायर: शेर शाह का प्रशासन<br>
                    – पुर्तगाली औपनिवेशिक उद्यम<br>
                    – भक्ति और सूफी आंदोलन
                </p>
                <p>
                    <b>पंद्रहवीं और जल्दी सोलहवीं शताब्दी – सोसाइटी और संस्कृति:</b>: – क्षेत्रीय सांस्कृतिक विशिष्टता –
                    साहित्यिक
                    परंपराएं<br>
                    – प्रांतीय वास्तुकला<br>
                    – विजयनगर साम्राज्य में समाज, संस्कृति, साहित्य और कला।
                </p>
                <p>
                    <b>अकबर</b>: – साम्राज्य के विजय और समेकन<br>
                    – जगीर और मंसब सिस्टम की स्थापना<br>
                    – राजपूत नीति<br>
                    – धार्मिक और सामाजिक दृष्टिकोण का विकास, सुह-ए-कुल के सिद्धांत और धार्मिक नीति<br>
                    – कला और प्रौद्योगिकी का न्यायालय संरक्षण
                </p>
                <p>

                    <b>सातवीं शताब्दी में मुगल साम्राज्य:</b><br>
                    – जहांगीर, शाहजहां और औरंगजेब की प्रमुख प्रशासनिक नीतियां<br>
                    – साम्राज्य और ज़मीनदार<br>
                    – जहांगीर, शाहजहां और औरंगजेब की धार्मिक नीतियां<br>
                    – मुगल राज्य की प्रकृति<br>
                    – देर से शताब्दी सदी के संकट और विद्रोह<br>
                    – अहोम किंगडम<br>
                    – शिवाजी और प्रारंभिक मराठा साम्राज्य
                </p>
                <p>
                    <b>सोलहवीं और सातवीं शताब्दी में अर्थव्यवस्था और सोसायटी</b>: – जनसंख्या, कृषि उत्पादन, शिल्प
                    उत्पादन<br>
                    – डच, अंग्रेजी और फ्रांसीसी कंपनियों के माध्यम से कस्बों, यूरोप के साथ वाणिज्य: एक व्यापार क्रांति –
                    भारतीय
                    मर्केंटाइल क्लासेस, बैंकिंग, बीमा और क्रेडिट सिस्टम<br>
                    – किसानों की हालत, महिलाओं की स्थिति<br>
                    – सिख समुदाय और खालसा पंथ का विकास
                </p>
                <p>
                    <b>सातवीं शताब्दी में मुगल साम्राज्य:</b><br>
                    – जहांगीर, शाहजहां और औरंगजेब की प्रमुख प्रशासनिक नीतियां<br>
                    – साम्राज्य और ज़मीनदार<br>
                    – जहांगीर, शाहजहां और औरंगजेब की धार्मिक नीतियां<br>
                    – मुगल राज्य की प्रकृति<br>
                    – देर से शताब्दी सदी के संकट और विद्रोह<br>
                    – अहोम किंगडम<br>
                    – शिवाजी और प्रारंभिक मराठा साम्राज्य
                </p>
                <p>
                    <b>सोलहवीं और सातवीं शताब्दी में अर्थव्यवस्था और सोसायटी</b>: – जनसंख्या, कृषि उत्पादन, शिल्प
                    उत्पादन<br>
                    – डच, अंग्रेजी और फ्रांसीसी कंपनियों के माध्यम से कस्बों, यूरोप के साथ वाणिज्य: एक व्यापार क्रांति –
                    भारतीय
                    मर्केंटाइल क्लासेस, बैंकिंग, बीमा और क्रेडिट सिस्टम<br>
                    – किसानों की हालत, महिलाओं की स्थिति<br>
                    – सिख समुदाय और खालसा पंथ का विकास
                </p>
                <p>

                    <b>मुगल साम्राज्य में संस्कृति:</b><br>
                    – फारसी इतिहास और अन्य साहित्य<br>
                    – हिंदी और अन्य धार्मिक साहित्य<br>
                    – मुगल वास्तुकला<br>
                    – मुगल चित्रकला<br>
                    – प्रांतीय वास्तुकला और चित्रकला – शास्त्रीय संगीत<br>
                    – विज्ञान और तकनीक
                </p>
                <p>
                    <b>अठारहवीं शताब्दी:</b>: – – मुगल साम्राज्य की गिरावट के लिए कारक<br>
                    – क्षेत्रीय हथियारों: निजाम का दक्कन, बंगाल, अवध
                </p>
                <p>
                    <b>पेशवाओं के नीचे मराठा प्रभुत्व</b>
                    – मराठा वित्तीय और वित्तीय प्रणाली<br>
                    – अफगान शक्ति का उदय, पानीपत की लड़ाई: 1761<br>
                    – ब्रिटिश विजय की पूर्व संध्या पर राजनीति, संस्कृति और अर्थव्यवस्था का राज्य<br>
                </p>

                <h2 class="text-center py-5 text-danger"><b>पेपर – II</b></h2>

                <p>
                    <b>भारत में यूरोपीय प्रवेश: </b><br>प्रारंभिक यूरोपीय निपटान; पुर्तगाली और डच; अंग्रेजी और फ्रेंच
                    ईस्ट इंडिया
                    कंपनियों; वर्चस्व के लिए उनका संघर्ष; कर्नाटक युद्ध; बंगाल- अंग्रेजी और बंगाल के नवाबों के बीच
                    संघर्ष; सिराज और अंग्रेजी; प्लासी की लड़ाई; प्लासी का महत्व
                </p>
                <p>
                    <b>भारत में ब्रिटिश विस्तार: </b><br>बंगाल – मीर जाफर और मीर कासिम; बक्सर की लड़ाई; मैसूर; मराठों;
                    तीन
                    एंग्लो-मराठा युद्ध; पंजाब
                </p>
                <p>
                    <b>ब्रिटिश राज की प्रारंभिक संरचना:</b> <br>प्रारंभिक प्रशासनिक संरचना; द्विशासी से सीधे नियंत्रण;
                    विनियमन
                    अधिनियम (1773); पिट्स इंडिया अधिनियम (1784); चार्टर एक्ट (1833); मुक्त व्यापार और ब्रिटिश औपनिवेशिक
                    शासन के
                    बदलते चरित्र की आवाज़; अंग्रेजी उपयोगितावादी और भारत
                </p>
                <p>
                    <b>ब्रिटिश औपनिवेशिक नियम का आर्थिक प्रभाव:</b><br>
                    (ए) ब्रिटिश भारत में भूमि राजस्व बस्तियों; स्थायी निपटान; रयतवारी निपटारे; महालवारी सेटलमेंट; राजस्व
                    व्यवस्था का आर्थिक प्रभाव; कृषि के व्यावसायीकरण; भूमिहीन कृषि श्रमिकों का उदय; ग्रामीण समाज की
                    दुर्बलता<br>
                    (बी) पारंपरिक व्यापार और वाणिज्य की अव्यवस्था; डी-इंडियास्टाइजेशन; पारंपरिक शिल्प की गिरावट; धन की
                    नाली; भारत का
                    आर्थिक परिवर्तन; टेलीग्राफ और डाक सेवाओं सहित रेल और संचार नेटवर्क; ग्रामीण इलाकों में अकाल और
                    गरीबी; यूरोपीय
                    व्यापार उद्यम और इसकी सीमाएं
                </p>
                <p>

                    <b>सामाजिक और सांस्कृतिक विकास:</b><br> स्वदेशी शिक्षा की स्थिति, इसकी अव्यवस्था;
                    ओरिएंटलिस्ट-इंग्लिश वाद
                    विवाद, पश्चिमी की शुरुआत, भारत में शिक्षा; प्रेस, साहित्य और जनमत का उदय; आधुनिक देशी साहित्य का
                    उदय; विज्ञान की
                    प्रगति; भारत में ईसाई मिशनरी गतिविधियां।
                </p>
                <p>

                    <b>बंगाल और अन्य क्षेत्रों में सामाजिक और धार्मिक सुधार आंदोलनों:</b><br>
                    राम मोहन रॉय, ब्रह्मो आंदोलन; देवेंद्रनाथ टैगोर; ईश्वरचंद्र विद्यासागर; युवा बंगाल आंदोलन; दयानदा
                    सरस्वती; सती,
                    विधवा पुनर्विवाह, बाल विवाह आदि सहित भारत में सामाजिक सुधार आंदोलनों; आधुनिक भारत के विकास के लिए
                    भारतीय
                    पुनर्जागरण का योगदान; इस्लामी पुनरुद्धार – फेराइज़ी और वहाबी आंदोलन
                </p>
                <p>

                    <b>ब्रिटिश शासन को भारतीय प्रतिक्रिया: </b><br>18 वीं और 1 9वीं शताब्दी में किसान आंदोलन और आदिवासी
                    विद्रोहों
                    में रंगपुर ढिंग (1783), कोल विद्रोह (1832), मोला में मोगला विद्रोह (1841-19 20), संताल हूल (1855),
                    इंडिगो
                    विद्रोह (1859-60 ), डेक्कन विद्रोह (1875) और मुंडा उलगुलन (18 99 1 9 00); 1857 की महान विद्रोह –
                    उत्पत्ति,
                    चरित्र, विफलता के कारण, परिणाम; 1857 की अवधि के बाद में किसानों के विद्रोह के चरित्र में बदलाव; 1 9
                    20 और 1 9 30
                    के दशक के किसान आंदोलन
                </p>
                <p>

                    <b>भारतीय राष्ट्रवाद के जन्म के लिए प्रमुख कारक; एसोसिएशन की राजनीति; भारतीय राष्ट्रीय कांग्रेस का
                        फाउंडेशन;
                    </b><br>कांग्रेस के जन्म से संबंधित सुरक्षा-वाल्व थीसिस; प्रारंभिक कांग्रेस के कार्यक्रम और
                    उद्देश्यों;
                    प्रारंभिक कांग्रेस नेतृत्व की सामाजिक संरचना; मध्यस्थों और चरमपंथी; बंगाल की विभाजन (1 9 05); बंगाल
                    में स्वदेशी
                    आंदोलन; स्वदेशी आंदोलन के आर्थिक और राजनीतिक पहलुओं; भारत में क्रांतिकारी अतिवाद की शुरुआत
                </p>
                <p>

                    <b>गांधी का उदय; गांधीवादी राष्ट्रवाद के चरित्र; गांधी की लोकप्रिय अपील; रोवलट सत्याग्रह; खिलाफत
                        आंदोलन;
                    </b><br>असहयोग आंदोलन; असहयोग आंदोलन के अंत से सविनय अवज्ञा आंदोलन की शुरुआत तक राष्ट्रीय राजनीति;
                    सविनय अवज्ञा
                    आंदोलन के दो चरणों; साइमन कमीशन; नेहरू रिपोर्ट; गोलमेज सम्मेलन; राष्ट्रवाद और किसान आंदोलन;
                    राष्ट्रवाद और कार्य
                    वर्ग आंदोलनों; भारतीय राजनीति में महिलाओं और भारतीय युवाओं और विद्यार्थियों (1885-19 47); 1 9 37 के
                    चुनाव और
                    मंत्रालयों का गठन; क्रिप्स मिशन; भारत छोड़ो आंदोलन; वावेल योजना; कैबिनेट मिशन
                </p>
                <p>

                    <b>1858 और 1 9 35 के बीच औपनिवेशिक भारत में संवैधानिक विकास</b><br>
                    राष्ट्रीय आंदोलन में अन्य किस्में। क्रांतिकारियों: बंगाल, पंजाब, महाराष्ट्र, यू.पी., मद्रास
                    प्रेसीडेंसी, भारत के
                    बाहर। वाम; कांग्रेस के भीतर वामपंथ: जवाहरलाल नेहरू, सुभाष चंद्र बोस, कांग्रेस सोशलिस्ट पार्टी;
                    भारतीय कम्युनिस्ट
                    पार्टी, अन्य बायां पार्टियां
                    अलगाववाद की राजनीति; मुस्लिम लीग; हिंदू महासभा; सांप्रदायिकता और विभाजन की राजनीति; शक्ति का
                    स्थानांतरण;
                    आजादी।
                </p>
                <p>

                    <b>एक राष्ट्र के रूप में एकीकरण; नेहरू की विदेश नीति; भारत और उसके पड़ोसियों (1 947-19 64); राज्यों
                        के भाषाई
                        पुनर्गठन (1 935-19 47);</b><br> क्षेत्रीयवाद और क्षेत्रीय असमानता; प्रिंसिपल राज्यों का एकीकरण;
                    चुनावी
                    राजनीति में राजकुमार; राष्ट्रीय भाषा का प्रश्न
                </p>
                <p>

                    <b>1947 के बाद जाति और नस्ल; पिछड़े जाति और उत्तरोत्तर चुनाव राजनीति में जनजातियां; दलित
                        आंदोलन</b><br>
                    आर्थिक विकास और राजनीतिक परिवर्तन; भूमि सुधार; योजना और ग्रामीण पुनर्निर्माण की राजनीति;
                    उत्तर-औपनिवेशिक भारत
                    में पारिस्थितिकी और पर्यावरण नीति; विज्ञान की प्रगति
                </p>
                <p>

                    <b>प्रबुद्धता और आधुनिक विचार:</b><br>
                    (I) प्रबुद्धता के प्रमुख विचार: कांट, रूसो<br>
                    (Ii) कॉलोनियों में प्रबुद्धता का प्रसार<br>
                    (Iii) समाजवादी विचारों का उदय (मार्क्स तक); मार्क्सियाई समाजवाद का प्रसार
                </p>
                <p>

                    <b>आधुनिक राजनीति का मूल:</b><br>
                    (I) यूरोपीय राज्य प्रणाली<br>
                    (Ii) अमेरिकी क्रांति और संविधान<br>
                    (Iii) फ्रेंच क्रांति और परिणाम, 17891815<br>
                    (Iv) अब्राहम लिंकन के संदर्भ में और दासता के उन्मूलन के साथ अमेरिकी नागरिक युद्ध।<br>
                    (V) ब्रिटिश लोकतांत्रिक राजनीति, 18151850; संसदीय सुधारकों, नि: शुल्क व्यापारी, चार्टिस्ट
                </p>
                <p>

                    <b>औद्योगिकीकरण:</b><br>
                    (I) अंग्रेजी औद्योगिक क्रांति: कारण और प्रभाव समाज पर<br>
                    (Ii) अन्य देशों में औद्योगीकरण: संयुक्त राज्य अमेरिका, जर्मनी, रूस, जापान (iii) औद्योगीकरण और
                    वैश्वीकरण।
                </p>
                <p>

                    <b>राष्ट्र-राज्य प्रणाली:</b><br>
                    (I) 1 9वीं शताब्दी में राष्ट्रवाद का उदय<br>
                    (Ii) राष्ट्रवाद: जर्मनी और इटली में राज्य निर्माण<br>
                    (Iii) दुनिया भर में राष्ट्रीयता के उद्भव के चेहरे में साम्राज्यों का विघटन।
                </p>
                <p>

                    <b>साम्राज्यवाद और उपनिवेशवाद:</b><br>
                    (I) दक्षिण और दक्षिण-पूर्व एशिया<br>
                    (Ii) लैटिन अमेरिका और दक्षिण अफ्रीका<br>
                    (Iii) ऑस्ट्रेलिया<br>
                    (Iv) साम्राज्यवाद और मुक्त व्यापार: नव-साम्राज्यवाद का उदय
                </p>
                <p>

                    <b>क्रांति और काउंटर-क्रांति:</b><br>
                    (I) 1 9वीं सदी यूरोपीय क्रांतियों (ii) रूसी क्रांति 19171 9 21<br>
                    (Iii) फासिस्ट काउंटर-क्रांति, इटली और जर्मनी (Iv) 1 9 4 9 की चीनी क्रांति
                </p>
                <p>

                    <b>विश्व युद्ध:</b><br>
                    (I) कुल युद्धों के रूप में प्रथम और द्वितीय विश्व युद्ध: सामाजिक प्रभाव<br>
                    (Ii) प्रथम विश्व युद्ध: कारण और परिणाम<br>
                    (Iii) द्वितीय विश्व युद्ध: कारण और परिणाम
                </p>
                <p>

                    <b>द्वितीय विश्व युद्ध के बाद विश्व:</b><br>
                    (I) दो पावर ब्लॉकों का उदय<br>
                    (Ii) तीसरी दुनिया का उदय और गैर-संरेखण<br>
                    (iii) संयुक्त राष्ट्र संघ और वैश्विक विवाद
                </p>
                <p>

                    <b>औपनिवेशिक नियम से मुक्ति:</b><br>
                    (I) लैटिन अमेरिका-बोलिवार<br>
                    (Ii) अरब विश्व-मिस्र<br>
                    (Iii) डेमोक्रेसी अफ्रीका-वर्णभेद<br>
                    (Iv) दक्षिण-पूर्व एशिया-वियतनाम
                </p>
                <p>

                    <b>डीकोलेनेनाइजेशन एंड अंडरवेलैप्मेंट:</b><br>
                    (I) विकास बाधित कारक: लैटिन अमेरिका, अफ्रीका
                </p>
                <p>

                    <b>यूरोप का एकीकरण:</b><br>
                    (I) पोस्ट युद्ध फाउंडेशन: नाटो और यूरोपीय समुदाय<br>
                    (Ii) यूरोपीय समुदाय का एकीकरण और विस्तार<br>
                    (Iii) यूरोपीय संघ
                </p>
                <p>

                    <b>सोवियत संघ का विघटन और यूनिपोलर वर्ल्ड का उदय:</b><br>
                    (I) सोवियत साम्यवाद और सोवियत संघ के पतन के लिए प्रमुख कारक, 1 985-1991<br>
                    (Ii) पूर्वी यूरोप में राजनीतिक परिवर्तन 1989-2001<br>
                    शीत युद्ध और विश्व में अमेरिका के प्रभुत्व के रूप में एकमात्र महाशक्ति के रूप में।

                </p>
            </div>
            <div class="col-lg-4 col-md-4 col-12 position-sticky h-fix-content" style="top: 100px;">
                <div class="subject-view px-3 py-4 w-100 bg-white rounded shadow-lg fw-bold">

                    <a href="history-hindi.php" class="text-white text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom bg-primary">
                            <i class="fa-solid fa-landmark py-2 px-2 bg-secondary rounded-circle me-2 text-light"></i>
                            इतिहास
                        </div>
                    </a>

                    <a href="pub-adm-hindi.php" class="text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom ">
                            <i class="fa-solid fa-city py-2 px-2 bg-secondary rounded me-2 text-white"></i>
                            लोक प्रशासन
                        </div>
                    </a>


                    <a href="geography-hindi.php" class="text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom ">
                            <i class="fa-solid fa-globe-asia py-2 px-2 bg-secondary rounded me-2 text-white"></i>
                            भूगोल
                        </div>
                    </a>

                    <a href="political-hindi.php" class="text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom ">
                            <i class="fa-solid fa-handshake py-2 px-2 bg-secondary rounded me-2 text-white"></i>
                            राजनीतिक विज्ञान &amp; अंतरराष्ट्रीय संबंध

                        </div>
                    </a>

                    <a href="sociology-hindi.php" class="text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom ">
                            <i class="fa-solid fa-users py-2 px-2 bg-secondary rounded me-2 text-white"></i>
                            समाजशास्त्र
                        </div>
                    </a>

                    <a href="economics-hindi.php" class="text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom ">
                            <i class="fa-solid fa-landmark py-2 px-2 bg-secondary rounded me-2 text-white"></i>
                            अर्थशास्त्र
                        </div>
                    </a>
                </div>
            </div>
        </div>
    </div>


    <?php
    include 'include/footer.php';
    ?>

    </body>

</html>