<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
     <title>Political Science Optional in Hindi – Vedanta IAS Academy</title>
<meta name="description" content="Master Political Science for UPSC Mains in Hindi with our specialized optional subject classes. Syllabus coverage and mentorship.">
<meta name="keywords" content="Political Science UPSC Hindi, IAS Political Science Optional Hindi, UPSC Optional Subjects Hindi, Civil Services Political Science Hindi">
    <link rel="canonical" href="https://www.vedantaiasacademy.com/political-hindi.php" />

    <?php
    include 'include/header.php';
    ?>


    <div class="container-fluid p-0">
        <img src="img/course/pol2.jpeg" alt="Political Science Subject" class="w-100" />
    </div>

    <div class="container">
        <a href="index.php" class="text-dark"><i class="fa fa-home"></i></a> &nbsp;
        <i class="fa fa-angle-right"></i>
        <a href="optional-subjects.php" class="text-decoration-none text-dark">Optional Subjects</a> &nbsp;
        <i class="fa fa-angle-right"></i> &nbsp; <span class="text-muted"> Geography Optional</span>

    </div>

    <div class="container-fluid bg-dark">
        <h1 class="text-center text-white pt-4">
            <strong>PSIR (राजनितिक विज्ञान तथा अंतरराष्‍ट्रीय सम्बन्ध)</strong>
        </h1>
        <h2 class="text-center text-warning pb-3"><b>यूपीएससी मुख्य परीक्षा के लिए राजनीति विज्ञान और अंतर्राष्ट्रीय संबंध वैकल्पिक पाठ्यक्रम</b></h2>
    </div>


    <div class="container-fluid px-3">
        <div class="row position-relative px-lg-5 px-md-3-px-1 pb-5">
            <h3 class="text-center py-3 text-danger"><b>भाग I</b></h3>
            <div class="col-lg-8 col-md-8 col-12 text-justify">
                <h4 class="text-center py-2 text-primary"><b>राजनीतिक सिद्धांत और भारतीय राजनीति</b></h4>

                <p>
                    1- <b>राजनीतिक सिद्धांत अर्थ और दृष्टिकोण</b>
                </p>
                <p>
                    2- <b>राज्य के सिद्धांत</b>: उदार, नवउदार, मार्क्सवादी, बहुवचनवादी, औपनिवेशिक और नारीवादी।
                </p>
                <p>
                    3- <b>न्याय</b>: रावल के न्याय सिद्धांत और इसकी साम्यवादी आलोचनाओं के विशेष संदर्भ के साथ न्याय की अवधारणाएं।
                </p>
                <p>
                    4- <b>समानता</b>: समानता और स्वतंत्रता के बीच सामाजिक, राजनीतिक और आर्थिक संबंध; सकारात्मक कार्रवाई।
                </p>
                <p>
                    5- <b>अधिकार</b>: अर्थ और सिद्धांत; विभिन्न प्रकार के अधिकार; मानव अधिकारों की अवधारणा।
                </p>
                <p>
                    6- <b>लोकतंत्र</b>: शास्त्रीय और समकालीन सिद्धांत; लोकतंत्र के प्रतिनिधि, सहभागी और विचार-विमर्श के विभिन्न मॉडल।
                </p>
                <p>
                    7- <b>शक्ति, वर्चस्व, विचारधारा और वैधता की अवधारणा</b>
                </p>
                <p>
                    8- <b>राजनीतिक विचारधारा</b>: उदारवाद, समाजवाद, मार्क्सवाद, फासीवाद, गांधीवाद और नस्लवाद।
                </p>
                <p>
                    9- <b>भारतीय राजनीतिक विचार</b>: धर्मशास्त्र, अर्थशास्त्र और बौद्ध परंपराएं; सर सैयद अहमद खान, एस आर आई अरबिंदो, एम.के. गांधी, बी.आर. अम्बेडकर, M.N। रॉय।
                </p>
                <p>
                    10- <b>पश्चिमी राजनीतिक विचार</b>: प्लेटो, अरिस्टोटल, माचियावेली, हॉब्स, लॉक, जॉन, एस। मिल, मार्क्स, ग्रामसी, हन्ना अरंडट।
                </p>

                <h4 class="text-center py-4 text-primary"><b>भारतीय सरकार और राजनीति</b></h4>

                <p>
                    1- <b>भारतीय राष्ट्रवाद</b>: भारत के स्वतंत्रता संग्राम की राजनीतिक रणनीतियां: जनता सत्याग्रह, असहयोग, नागरिक अवज्ञा के लिए संवैधानिकता; आतंकवादी और क्रांतिकारी आंदोलनों, किसान और श्रमिकों की गतिविधियों। भारतीय राष्ट्रीय आंदोलन पर परिप्रेक्ष्य: लिबरल, सोशलिस्ट और मार्क्सवादी; कट्टरपंथी मानवीय और दलित।
                </p>
                <p>
                    2- <b>भारतीय संविधान बनाना: ब्रिटिश शासन की अवधारणाएं</b>:  विभिन्न सामाजिक और राजनीतिक दृष्टिकोण।
                </p>
                <p>
                    3- <b>भारतीय संविधान की मुख्य विशेषताएं</b>: प्रस्तावना, मौलिक अधिकार और कर्तव्यों, निर्देशक सिद्धांत; संसदीय प्रणाली और संशोधन प्रक्रिया; न्यायिक समीक्षा और मूल संरचना सिद्धांत।
                </p>
                <p>
                    4- <b>a. केंद्र सरकार के प्रमुख अंग</b>:  कार्यकारी, विधानमंडल और सुप्रीम कोर्ट की वास्तविक भूमिका और परिकल्पना की गई।</br>
                    <b>b. राज्य सरकार के प्रमुख अंगों</b>:  कार्यकारी, विधानमंडल और सुप्रीम कोर्ट की वास्तविक भूमिका और परिकल्पना की गई।
                </p>
                <p>
                    5- <b>ग्रासरूट लोकतंत्र</b>: पंचायती राज और नगरपालिका सरकार; 73 वें और 74 वें संशोधनों का महत्व; ग्रसरूट आंदोलनों।
                </p>
                <p>
                    6- <b>वैधानिक संस्थान / आयोग</b>: चुनाव आयोग, नियंत्रक और महालेखा परीक्षक, वित्त आयोग, संघ लोक सेवा आयोग, अनुसूचित जातियों के लिए राष्ट्रीय आयोग, अनुसूचित जनजातियों के लिए राष्ट्रीय आयोग, महिलाओं के लिए राष्ट्रीय आयोग; राष्ट्रीय मानवाधिकार आयोग, अल्पसंख्यक आयोग, राष्ट्रीय पिछड़ा वर्ग आयोग।
                </p>
                <p>
                    7- <b>संघवाद: संवैधानिक प्रावधान</b>: केंद्र-राज्य संबंधों की प्रकृति बदलती है; एकीकरणवादी प्रवृत्तियों और क्षेत्रीय आकांक्षाएं; अंतर-राज्य विवाद।
                </p>
                <p>
                    8- <b>योजना और आर्थिक विकास</b>:  नेहरूवादी और गांधीवादी दृष्टिकोण; नियोजन और सार्वजनिक क्षेत्र की भूमिका; हरित क्रांति, भूमि सुधार और कृषि संबंध; उदारीकरण और आर्थिक सुधार।
                </p>
                <p>
                    9- <b>भारतीय राजनीति में जाति, धर्म और नस्ल।</b>
                </p>
                <p>
                    10- <b>पार्टी सिस्टम</b>: राष्ट्रीय और क्षेत्रीय राजनीतिक दलों, पार्टियों के विचारधारात्मक और सामाजिक आधार; गठबंधन राजनीति के पैटर्न; दबाव समूह, चुनावी व्यवहार में रुझान; विधायकों के सामाजिक-आर्थिक प्रोफाइल को बदलना।
                </p>
                <p>
                    11- <b>सामाजिक आंदोलन</b>: नागरिक स्वतंत्रता और मानवाधिकार आंदोलन; महिला आंदोलन; पर्यावरणवादी आंदोलनों।
                </p>

                <h2 class="text-center py-3 text-danger"><b>भाग II: तुलनात्मक राजनीति और अंतर्राष्ट्रीय संबंध</b></h2>
                <h3 class="text-center py-2 text-primary"><b>तुलनात्मक राजनीतिक विश्लेषण और अंतर्राष्ट्रीय राजनीति</b></h3>

                <p>
                    1- <b>तुलनात्मक राजनीति:</b> प्रकृति और प्रमुख दृष्टिकोण; राजनीतिक अर्थव्यवस्था और राजनीतिक समाजशास्त्र दृष्टिकोण; तुलनात्मक विधि की सीमाएं।
                </p>
                <p>
                    2-<b>तुलनात्मक परिप्रेक्ष्य में राज्य:</b> पूंजीवादी और समाजवादी अर्थव्यवस्थाओं में राज्य की विशेषताएं और बदलती प्रकृति, और उन्नत औद्योगिक और विकासशील समाज।
                </p>
                <p>
                    3-<b>प्रतिनिधित्व और भागीदारी की राजनीति:</b> उन्नत औद्योगिक और विकासशील समाजों में राजनीतिक दलों, दबाव समूहों और सामाजिक आंदोलनों।
                </p>
                <p>
                    4-<b>वैश्वीकरण:</b> विकसित और विकासशील समाजों के जवाब।
                </p>
                <p>
                    5-<b>अंतरराष्ट्रीय संबंधों के अध्ययन के दृष्टिकोण:</b> आदर्शवादी, यथार्थवादी, मार्क्सवादी, कार्यकर्ता और सिस्टम सिद्धांत।
                </p>
                <p>
                    6-<b>अंतर्राष्ट्रीय संबंधों में महत्वपूर्ण अवधारणाएं:</b> राष्ट्रीय हित, सुरक्षा और शक्ति; शक्ति और प्रतिरोध का संतुलन; अंतर्राष्ट्रीय अभिनेताओं और सामूहिक सुरक्षा; विश्व पूंजीवादी अर्थव्यवस्था और वैश्वीकरण।
                </p>
                <p>
                    7-<b>अंतर्राष्ट्रीय राजनीतिक आदेश बदलना:</b> <br>
                    <b>a. सुपर शक्तियों का उदय: सामरिक और वैचारिक द्विपक्षीयता, हथियारों की दौड़ और शीत युद्ध, परमाणु खतरा,</b><br>
                    <b>b. गैर-अलंकृत आंदोलन: लक्ष्य और उपलब्धियां,</b><br>
                    <b>c. सोवियत संघ का पतन</b>एकता और अमेरिकी विरासत; समकालीन दुनिया में गैर संरेखण की प्रासंगिकता।
                </p>
                <p>
                    8-<b>अंतर्राष्ट्रीय आर्थिक प्रणाली का विकास:</b> ब्रेटनवुड से डब्ल्यूटीओ तक; समाजवादी अर्थव्यवस्थाएं और सीएमईए (म्यूचुअल इकोनॉमिक असिस्टेंस काउंसिल); तीसरी दुनिया की नई अंतर्राष्ट्रीय आर्थिक व्यवस्था की मांग; विश्व अर्थव्यवस्था का वैश्वीकरण।
                </p>
                <p>
                    9-<b>संयुक्त राष्ट्र:</b> परिकल्पना की भूमिका और वास्तविक रिकॉर्ड; विशिष्ट संयुक्त राष्ट्र एजेंसियों-उद्देश्य और कार्य; संयुक्त राष्ट्र सुधारों की आवश्यकता है।
                </p>
                <p>
                    10-<b>विश्व राजनीति के क्षेत्रीयकरण:</b> यूरोपीय संघ, आसियान, एपीईसी, सार्क, नाफ्टा।
                </p>
                <p>
                    11-<b>समकालीन वैश्विक चिंता:</b> लोकतंत्र, मानव अधिकार, पर्यावरण, लिंग न्याय, आतंकवाद, परमाणु प्रसार।
                </p>
                
                <h3 class="text-center py-2 text-primary"><b>भारत और विश्व</b></h3>

                <p>
                    1- <b>भारतीय विदेश नीति:</b> विदेशी नीति के निर्धारक; नीति बनाने के संस्थान; निरंतरता और परिवर्तन।
                </p>
                <p>
                    2-<b>गैर-संरेखण आंदोलन में भारत का योगदान:</b> विभिन्न चरणों; वर्तमान भूमिका।
                </p>
                <p>
                    3-<b>भारत और दक्षिण एशिया:</b> क्षेत्रीय सहयोग: सार्क ‘पिछले प्रदर्शन और भविष्य की संभावनाएं। ख। एक मुक्त व्यापार क्षेत्र के रूप में दक्षिण एशिया। सी। भारत की “लुक ईस्ट” नीति। क्षेत्रीय सहयोग के लिए प्रभाव: नदी के पानी के विवाद; अवैध सीमा पार प्रवासन; जातीय संघर्ष और विद्रोह; सीमा विवाद।
                </p>
                <p>
                    4-<b>भारत और वैश्विक दक्षिण:</b> अफ्रीका और लैटिन अमेरिका के साथ संबंध; एनआईईओ और डब्ल्यूटीओ वार्ता की मांग में नेतृत्व की भूमिका।
                </p>
                <p>
                    5-<b>भारत और वैश्विक शक्ति केंद्र:</b> यूएसए, ईयू, जापान, चीन और रूस।
                </p>
                <p>
                    6-<b>भारत और संयुक्त राष्ट्र प्रणाली:</b> संयुक्त राष्ट्र शांति-पालन में भूमिका; सुरक्षा परिषद में स्थायी सीट की मांग।
                </p>
                <p>
                    7-<b>भारत और परमाणु प्रश्न:</b> धारणाओं और नीति को बदलना।
                </p>
                <p>
                    8-<b>भारतीय विदेश नीति में हाल के घटनाक्रम:</b> अफगानिस्तान, इराक और पश्चिम एशिया में हालिया संकट पर भारत की स्थिति, अमेरिका और इज़राइल के साथ बढ़ते संबंध; एक नए विश्व व्यवस्था की दृष्टि।
                </p>

                <div>
                    विस्तृत पाठ्यक्रम के लिए यहाँ क्लिक करें
                    <a href="pdf/geo1.pdf" target="_blank"><i class="fa fa-angle-right"></i><i
                            class="fa fa-file-pdf text-danger fa-2x ps-3"></i></a>
                </div>
            </div>
            <div class="col-lg-4 col-md-4 col-12 position-sticky h-fix-content" style="top: 100px;">
                <div class="subject-view px-3 py-4 w-100 bg-white rounded shadow-lg fw-bold">

                    <a href="history-hindi.php" class="text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom">
                            <i class="fa-solid fa-landmark py-2 px-2 bg-secondary rounded me-2 text-white"></i>
                            इतिहास
                        </div>
                    </a>

                    <a href="pub-adm-hindi.php" class="text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom ">
                            <i class="fa-solid fa-city py-2 px-2 bg-secondary rounded me-2 text-white"></i>
                            लोक प्रशासन
                        </div>
                    </a>


                    <a href="geography-hindi.php" class="text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom ">
                            <i class="fa-solid fa-globe-asia py-2 px-2 bg-secondary rounded me-2 text-white"></i>
                            भूगोल
                        </div>
                    </a>

                    <a href="political-hindi.php" class="text-white text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom bg-primary ">
                            <i class="fa-solid fa-handshake py-2 px-2 bg-secondary rounded-circle me-2 text-light"></i>
                            राजनीतिक विज्ञान &amp; अंतरराष्ट्रीय संबंध

                        </div>
                    </a>

                    <a href="sociology-hindi.php" class="text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom ">
                            <i class="fa-solid fa-users py-2 px-2 bg-secondary rounded me-2 text-white"></i>
                            समाजशास्त्र
                        </div>
                    </a>

                    <a href="economics-hindi.php" class="text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom ">
                            <i class="fa-solid fa-landmark py-2 px-2 bg-secondary rounded me-2 text-white"></i>
                            अर्थशास्त्र
                        </div>
                    </a>
                </div>
            </div>
        </div>
    </div>


    <?php
    include 'include/footer.php';
    ?>

    </body>

</html>