<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>Public Administration Optional in Hindi – Vedanta IAS Academy</title>
<meta name="description" content="Learn Public Administration for UPSC in Hindi at Vedanta IAS Academy. Syllabus-focused and exam-oriented preparation.">
<meta name="keywords" content="Public Administration Optional Hindi, UPSC Public Admin Hindi, IAS Coaching Hindi Medium, UPSC Optional Subject Hindi">
    <link rel="canonical" href="https://www.vedantaiasacademy.com/pub-adm-hindi.php" />

    <?php
    include 'include/header.php';
    ?>


    <div class="container-fluid p-0">
        <img src="img/course/pub2.jpeg" alt="Public Administration Subjects" class="w-100" />
    </div>

    <div class="container">
        <a href="index.php" class="text-dark"><i class="fa fa-home"></i></a> &nbsp;
        <i class="fa fa-angle-right"></i>
        <a href="optional-subjects.php" class="text-decoration-none text-dark">Optional Subjects</a> &nbsp;
        <i class="fa fa-angle-right"></i> &nbsp; <span class="text-muted"> Public Administration Optional</span>

    </div>

    <div class="container-fluid bg-dark">
        <h1 class="text-center text-white py-4">
            <strong>लोक प्रशासन</strong>
        </h1>
    </div>

    <div class="container-fluid px-3">
        <div class="row position-relative px-lg-5 px-md-3-px-1">
            <h2 class="text-center py-4 text-danger"><b>प्रश्न पत्र-I</b></h2>
            <div class="col-lg-8 col-md-8 col-12 text-justify">
                <h3 class="text-center pb-2 text-primary">प्रशासनिक सिद्धांत</h3>

                <p>
                    <b>1. परिचय:</b><br>
                    लोक प्रशासन का अर्थ, क्षेत्र और महत्व; विल्सन की लोक प्रशासन की दृष्टि;
                    विषय का विकास और वर्तमान स्थिति; नव लोक प्रशासन; लोक विकल्प दृष्टिकोण;
                    उदारीकरण, निजीकरण, वैश्वीकरण की चुनौतियाँ; सुशासन: अवधारणा और अनुप्रयोग;
                    नव लोक प्रबंधन।
                </p>
                <p>

                    <b>2. प्रशासनिक विचार:</b><br>

                    वैज्ञानिक प्रबंधन और वैज्ञानिक प्रबंधन आंदोलन; शास्त्रीय सिद्धांत; वेबर का नौकरशाही मॉडल – उसकी
                    आलोचना और उत्तर-वेबरियन विकास; गतिशील प्रशासन (मैरी पार्कर फोलेट); मानवीय संबंध स्कूल (एल्टन मेयो और
                    अन्य); कार्यपालिका के कार्य (सी.आई. बर्नार्ड); साइमन का निर्णय निर्माण सिद्धांत; भागीदारी प्रबंधन
                    (आर. लिकर्ट, सी. आर्गायस, डी. मैकग्रेगर)।
                </p>
                <p>

                    <b>3. प्रशासनिक व्यवहार:</b><br>

                    निर्णय लेने की प्रक्रिया और तकनीकें; संप्रेषण; मनोबल; प्रेरणा सिद्धांत – विषयवस्तु, प्रक्रिया और
                    समकालीन; नेतृत्व के सिद्धांत: पारंपरिक और आधुनिक।
                </p>
                <p>

                    <b>4. संगठन:</b><br>

                    सिद्धांत – प्रणाली, आकस्मिकता; संरचना और रूप: मंत्रालय और विभाग, निगम, कंपनियाँ, बोर्ड और आयोग;
                    तदर्थ और सलाहकार निकाय; मुख्यालय और क्षेत्रीय संबंध; नियामक प्राधिकरण; सार्वजनिक – निजी भागीदारी।
                </p>
                <p>

                    <b>5. उत्तरदायित्व और नियंत्रण:</b><br>

                    उत्तरदायित्व और नियंत्रण की अवधारणाएँ; प्रशासन पर विधायी, कार्यपालिका और न्यायिक नियंत्रण; नागरिक और
                    प्रशासन; मीडिया, हित समूहों, स्वैच्छिक संगठनों की भूमिका; नागरिक समाज; नागरिक चार्टर; सूचना का
                    अधिकार; सामाजिक लेखा परीक्षा।
                </p>
                <p>

                    <b>6. प्रशासनिक कानून:</b><br>

                    अर्थ, क्षेत्र और महत्व; डाइसि का प्रशासनिक कानून पर दृष्टिकोण; सौंपित कानून; प्रशासनिक न्यायाधिकरण।
                </p>
                <p>

                    <b>7. तुलनात्मक लोक प्रशासन:</b><br>

                    प्रशासनिक प्रणालियों को प्रभावित करने वाले ऐतिहासिक और समाजशास्त्रीय कारक; विभिन्न देशों में प्रशासन
                    और राजनीति; तुलनात्मक लोक प्रशासन की वर्तमान स्थिति; पारिस्थितिकी और प्रशासन; रिग्सियन मॉडल और उनकी
                    आलोचना।
                </p>
                <p>

                    <b>8. विकास गतिकी:</b><br>

                    विकास की अवधारणा; विकास प्रशासन की बदलती रूपरेखा; 'विरोध-विकास सिद्धांत'; नौकरशाही और विकास; सशक्त
                    राज्य बनाम बाजार बहस; विकासशील देशों में प्रशासन पर उदारीकरण का प्रभाव; महिला और विकास – स्व-सहायता
                    समूह आंदोलन।
                </p>
                <p>

                    <b>9. कार्मिक प्रशासन:</b><br>

                    मानव संसाधन विकास का महत्व; भर्ती, प्रशिक्षण, कैरियर प्रगति, पदवर्गीकरण, अनुशासन, प्रदर्शन
                    मूल्यांकन, पदोन्नति, वेतन और सेवा शर्तें; नियोक्ता-कर्मचारी संबंध, शिकायत निवारण तंत्र; आचार संहिता;
                    प्रशासनिक नैतिकता।
                </p>
                <p>

                    <b>10. लोक नीति:</b><br>

                    नीति निर्माण के मॉडल और उनकी आलोचना; अवधारणाकरण, योजना बनाना, कार्यान्वयन, निगरानी, मूल्यांकन और
                    समीक्षा की प्रक्रियाएं और उनकी सीमाएं; राज्य सिद्धांत और लोक नीति निर्माण।
                </p>
                <p>

                    <b>11. प्रशासनिक सुधार की तकनीकें:</b><br>

                    संगठन और विधियाँ, कार्य अध्ययन और कार्य प्रबंधन; ई-गवर्नेंस और सूचना प्रौद्योगिकी; प्रबंधन सहायता
                    उपकरण जैसे नेटवर्क विश्लेषण, एमआईएस, पीईआरटी, सीपीएम।
                </p>
                <p>

                    <b>12. वित्तीय प्रशासन:</b><br>

                    मौद्रिक और राजकोषीय नीतियाँ; सार्वजनिक उधारी और सार्वजनिक ऋण; बजट – प्रकार और रूप; बजट प्रक्रिया;
                    वित्तीय उत्तरदायित्व; लेखा और लेखापरीक्षा।
                </p>

                <h2 class="text-center py-4 text-danger"><b>प्रश्न पत्र-II</b></h2>
                <h3 class="text-center py-2 text-primary">भारतीय प्रशासन</h3>

                <p>
                    <b>1. भारतीय प्रशासन का विकास:</b><br>
                    कौटिल्य का अर्थशास्त्र; मुगल प्रशासन; ब्रिटिश शासन की विरासत – सार्वजनिक सेवाओं का भारतीयकरण, राजस्व
                    प्रशासन, जिला प्रशासन, स्थानीय स्वशासन।
                </p>
                <p>
                    <b>2. सरकार की दार्शनिक और संवैधानिक रूपरेखा:</b><br>
                    प्रमुख विशेषताएं और मूल्य अवधारणाएं; संवैधानिकता; राजनीतिक संस्कृति; नौकरशाही और लोकतंत्र; नौकरशाही
                    और विकास।
                </p>
                <p>
                    <b>3. सार्वजनिक क्षेत्र उपक्रम:</b><br>
                    आधुनिक भारत में सार्वजनिक क्षेत्र; सार्वजनिक क्षेत्र उपक्रमों के रूप; स्वायत्तता, उत्तरदायित्व और
                    नियंत्रण की समस्याएं; उदारीकरण और निजीकरण का प्रभाव।
                </p>
                <p>
                    <b>4. संघ सरकार और प्रशासन:</b><br>
                    कार्यपालिका, संसद, न्यायपालिका – संरचना, कार्य, कार्य प्रक्रिया; हालिया प्रवृत्तियाँ; अंतर-सरकारी
                    संबंध; मंत्रिमंडल सचिवालय; प्रधानमंत्री कार्यालय; केंद्रीय सचिवालय; मंत्रालय और विभाग; बोर्ड; आयोग;
                    संबद्ध कार्यालय; क्षेत्रीय संगठन।
                </p>
                <p>
                    <b>5. योजनाएं और प्राथमिकताएं:</b><br>
                    योजना निर्माण की मशीनरी; योजना आयोग और राष्ट्रीय विकास परिषद की भूमिका, संरचना और कार्य; ‘सूचक’
                    योजना; संघ और राज्य स्तर पर योजना निर्माण की प्रक्रिया; 1992 के संवैधानिक संशोधन और आर्थिक विकास एवं
                    सामाजिक न्याय के लिए विकेंद्रीकृत योजना।
                </p>
                <p>
                    <b>6. राज्य सरकार और प्रशासन:</b><br>
                    संघ-राज्य प्रशासनिक, विधायी और वित्तीय संबंध; वित्त आयोग की भूमिका; राज्यपाल; मुख्यमंत्री; मंत्री
                    परिषद; मुख्य सचिव; राज्य सचिवालय; निदेशालय।
                </p>
                <p>

                    <b>7. स्वतंत्रता के बाद जिला प्रशासन:</b><br>
                    कलेक्टर की बदलती भूमिका; संघ-राज्य-स्थानीय संबंध; विकास प्रबंधन और कानून-व्यवस्था प्रशासन की
                    अनिवार्यता; जिला प्रशासन और लोकतांत्रिक विकेंद्रीकरण।
                </p>
                <p>
                    <b>8. सिविल सेवाएं:</b><br>
                    संवैधानिक स्थिति; संरचना, भर्ती, प्रशिक्षण और क्षमता निर्माण; सुशासन पहल; आचार संहिता और अनुशासन;
                    कर्मचारी संघ; राजनीतिक अधिकार; शिकायत निवारण तंत्र; सिविल सेवा निष्पक्षता; सिविल सेवा सक्रियता।
                </p>
                <p>
                    <b>9. वित्तीय प्रबंधन:</b><br>
                    बजट एक राजनीतिक उपकरण के रूप में; सार्वजनिक व्यय पर संसदीय नियंत्रण; मौद्रिक और राजकोषीय क्षेत्र में
                    वित्त मंत्रालय की भूमिका; लेखांकन तकनीक; लेखा परीक्षा; भारत के नियंत्रक महालेखा परीक्षक और लेखा
                    महानियंत्रक की भूमिका।
                </p>
                <p>
                    <b>10. स्वतंत्रता के बाद से प्रशासनिक सुधार:</b><br>
                    प्रमुख चिंताएं; महत्वपूर्ण समितियाँ और आयोग; वित्तीय प्रबंधन और मानव संसाधन विकास में सुधार;
                    कार्यान्वयन की समस्याएं।
                </p>
                <p>
                    <b>11. ग्रामीण विकास:</b><br>
                    स्वतंत्रता के बाद से संस्थाएं और एजेंसियां; ग्रामीण विकास कार्यक्रम: फोकस और रणनीतियां; विकेंद्रीकरण
                    और पंचायती राज; 73वां संवैधानिक संशोधन।
                </p>
                <p>
                    <b>12. शहरी स्थानीय सरकार:</b><br>
                    नगर सरकार: प्रमुख विशेषताएं, संरचना, वित्त और समस्या क्षेत्र; 74वां संवैधानिक संशोधन;
                    वैश्विक-स्थानीय बहस; नई स्थानीयता; विकास गतिकी, राजनीति और प्रशासन विशेष रूप से शहर प्रबंधन के
                    संदर्भ में।
                </p>
                <p>
                    <b>13. कानून और व्यवस्था प्रशासन:</b><br>
                    ब्रिटिश विरासत; राष्ट्रीय पुलिस आयोग; जांच एजेंसियां; कानून और व्यवस्था तथा उग्रवाद और आतंकवाद से
                    निपटने में केंद्रीय और राज्य एजेंसियों की भूमिका; राजनीति और प्रशासन का अपराधीकरण; पुलिस-जन संबंध;
                    पुलिस में सुधार।
                </p>
                <p>
                    <b>14. भारतीय प्रशासन में महत्वपूर्ण मुद्दे:</b><br>
                    लोक सेवा में मूल्य; नियामक आयोग; राष्ट्रीय मानवाधिकार आयोग; गठबंधन शासन में प्रशासन की समस्याएं;
                    नागरिक-प्रशासन संवाद; भ्रष्टाचार और प्रशासन; आपदा प्रबंधन।
                </p>
            </div>

            <div class="col-lg-4 col-md-4 col-12 position-sticky h-fix-content" style="top: 100px;">
                <div class="subject-view px-3 py-4 w-100 bg-white rounded shadow-lg fw-bold">

                    <a href="history-hindi.php" class="text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom">
                            <i class="fa-solid fa-landmark py-2 px-2 bg-secondary rounded me-2 text-white"></i>
                            इतिहास
                        </div>
                    </a>

                    <a href="pub-adm-hindi.php" class="text-white text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom bg-primary ">
                            <i class="fa-solid fa-city py-2 px-2 bg-secondary rounded-circle me-2 text-light"></i>
                            लोक प्रशासन
                        </div>
                    </a>


                    <a href="geography-hindi.php" class="text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom ">
                            <i class="fa-solid fa-globe-asia py-2 px-2 bg-secondary rounded me-2 text-white"></i>
                            भूगोल
                        </div>
                    </a>

                    <a href="political-hindi.php" class="text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom ">
                            <i class="fa-solid fa-handshake py-2 px-2 bg-secondary rounded me-2 text-white"></i>
                            राजनीतिक विज्ञान &amp; अंतरराष्ट्रीय संबंध

                        </div>
                    </a>

                    <a href="sociology-hindi.php" class="text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom ">
                            <i class="fa-solid fa-users py-2 px-2 bg-secondary rounded me-2 text-white"></i>
                            समाजशास्त्र
                        </div>
                    </a>

                    <a href="economics-hindi.php" class="text-decoration-none">
                        <div class="subject py-3 px-3 border-bottom ">
                            <i class="fa-solid fa-landmark py-2 px-2 bg-secondary rounded me-2 text-white"></i>
                            अर्थशास्त्र
                        </div>
                    </a>
                </div>
            </div>
        </div>
    </div>


    <?php
    include 'include/footer.php';
    ?>

    </body>

</html>